Repository: julialuciani/crypto_currency
Catalog: lib/l10n/app_*.arb
Languages: es

source: Crypto
es: Cripto

# total
source: Total crypto wealth
es: Total en valor de la moneda

# port
source: Portfolio
es: Portafolio

# move
source: Movements
es: Movimientos

# prices
source: Price in the last {days} days
es: Precio en los ultimos {days} dias

# variation
source: Variation in the last {days} days
es: Variación en los ultimos {days} dias

# quant
source: Quantity
es: Cantidad

source: Value
es: Valor

# conv
source: Convert coin
es: Convertir moneda

# avai
source: Available balance
es: Saldo disponible

# how
source: How much would you like to convert?
es: ¿Cuánto te gustaría convertir?

# totEst
source: Estimated total
es: Total estimado

# review
source: Review your conversion data
es: Revisar sus datos de conversión

source: Convert
es: Convertir

source: Receive
es: Recibir

# exc
source: Exchange
es: Intercambio

# comp
source: Complete conversion
es: Conversión completa

# sucess
source: Conversion performed
es: Conversión realizada

# sucessM
source: Conversion made successfully!
es: Conversión hecha con éxito

# writeS
source: Type something
es: Escribe algo

# theValue
source: Value cannot start with special character
es: El valor no puede comenzar con un carácter especial

# youDont
source: You don't have this ammount
es: No tienes esta cantidad

# zero
source: You can't convert zero
es: No puedes convertir cero

source: Details
es: Detalles

# pick
source: Choose a crypto to convert
es: Elija una criptomoneda para convertir
